/* About MPlayerX */
"58.title" = "Σχετικά με MPlayerX";

/* Donate... */
"1009.title" = "Δωρεά...";

/* Preferences… */
"129.title" = "Προτιμήσεις…";

/* Services */
"131.title" = "Υπηρεσίες";

/* Services */
"130.title" = "Υπηρεσίες";

/* Hide MPlayerX */
"134.title" = "Απόκρυψη MPlayerX";

/* Hide Others */
"145.title" = "Απόκρυψη υπολοίπων";

/* Show All */
"150.title" = "Εμφάνιση όλων";

/* Quit MPlayerX */
"136.title" = "Τερματισμός MPlayerX";

/* File */
"83.title" = "Αρχείο";

/* File */
"81.title" = "Αρχείο";

/* Open… */
"72.title" = "Άνοιγμα…";

/* Open VIDEO_TS... */
"1088.title" = "Άνοιγμα VIDEO_TS...";

/* Open URL... */
"644.title" = "Άνοιγμα URL...";

/* Open Recent */
"124.title" = "Άνοιγμα πρόσφατου";

/* Open Recent */
"125.title" = "Άνοιγμα πρόσφατου";

/* Clear Menu */
"126.title" = "Εκκαθάριση";

/* Close */
"73.title" = "Κλείσιμο";

/* Save As… */
"80.title" = "Αποθήκευση ως…";

/* Move To Trash */
"996.title" = "Διαγραφή";

/* Edit */
"659.title" = "Επεξεργασία";

/* Edit */
"660.title" = "Επεξεργασία";

/* Cut */
"664.title" = "Αποκοπή";

/* Copy */
"665.title" = "Αντιγραφή";

/* Paste */
"666.title" = "Επικόλληση";

/* Delete */
"668.title" = "Διαγραφή";

/* Select All */
"669.title" = "Επιλογή όλων";

/* Snapshot */
"786.title" = "Στιγμιότυπο";

/* View */
"975.title" = "Εμφάνιση";

/* View */
"976.title" = "Εμφάνιση";

/* Original Size */
"1084.title" = "Αρχικό μέγεθος";

/* Double Size */
"1093.title" = "Διπλάσιο μέγεθος";

/* Fit To Screen */
"1098.title" = "Εφαρμογή στην οθόνη";

/* Enter Fullscreen */
"982.title" = "Πλήρης οθόνης";

/* Toggle Fillscreen */
"989.title" = "Εναλλαγή σε γέμισμα οθόνης";

/* Aspect Ratio */
"1102.title" = "Αναλογία εικόνας";

/* Aspect Ratio */
"1103.title" = "Αναλογία εικόνας";

/* Unlock Aspect Ratio */
"903.title" = "Ξεκλείδωμα διαστάσεων";

/* Restore Aspect Ratio */
"904.title" = "Επαναφορά διαστάσεων";

/* Show Letterbox */
"916.title" = "Εμφάνιση φόντου υποτίτλων";

/* Mirror */
"1050.title" = "Καθρέφτης";

/* Flip */
"1051.title" = "Αντιστροφή";

/* Increase Window Size */
"942.title" = "Αύξηση μεγέθους παραθύρου";

/* Decrease Window Size */
"943.title" = "Μείωση μεγέθους παραθύρου";

/* Increase Frame Size */
"1036.title" = "Αύξηση μεγέθους καρέ";

/* Increase Frame Size (minor) */
"1037.title" = "Αύξηση μεγέθους καρέ (μικρό)";

/* Decrease Frame Size */
"1038.title" = "Μείωση μεγέθους καρέ";

/* Decrease Frame Size (minor) */
"1039.title" = "Μείωση μεγέθους καρέ (μικρό)";

/* Reset Frame Size */
"1033.title" = "Επαναφορά μεγέθους καρέ";

/* Move Frame To Center */
"1001.title" = "Μετακίνηση καρέ στο κέντρο";

/* Switch Video */
"935.title" = "Αλλαγή βίντεο";

/* Increase Speed */
"1057.title" = "Αύξηση ταχύτητας";

/* Decrease Speed */
"1058.title" = "Μείωση ταχύτητας";

/* Reset To Normal Speed */
"1059.title" = "Επαναφορά ταχύτητας";

/* Switch Audio */
"853.title" = "Αλλαγή ήχου";

/* Channels */
"1124.title" = "Κανάλια";

/* Channels */
"1125.title" = "Κανάλια";

/* Restore */
"1126.title" = "Επαναφορά";

/* Stereo */
"1128.title" = "Στέρεο";

/* Left only */
"1129.title" = "Αριστερά";

/* Right only */
"1130.title" = "Δεξιά";

/* Left expanded */
"1131.title" = "Αριστερά +";

/* Right expanded */
"1132.title" = "Δεξιά +";

/* Increase Volume */
"857.title" = "Άυξηση έντασης";

/* Decrease Volume */
"858.title" = "Μείωση έντασης";

/* Increase Audio Delay */
"1066.title" = "Αύξηση καθυστέρησης ήχου";

/* Decrease Audio Delay */
"1067.title" = "Μείωση καθυστέρησης ήχου";

/* Reset Audio Delay */
"1068.title" = "Επαναφορά ήχου";

/* Switch Subtitle */
"784.title" = "Αλλαγή υποτίτλων";

/* Increase Subtitle Size */
"829.title" = "Αύξηση μεγέθους υποτίτλων";

/* Decrease Subtitle Size */
"830.title" = "Μείωση μεγέθους υποτίτλων";

/* Increase Subtitle Delay */
"1075.title" = "Αύξηση καθυστέρησης υποτίτλων";

/* Decrease Subtitle Delay */
"1076.title" = "Μείωση καθυστέρησης υποτίτλων";

/* Reset Subtitle Delay */
"1077.title" = "Επαναφορά υποτίτλων";

/* Show Auxiliary Controls */
"992.title" = "Εμφάνιση βοηθητικών χειριστηρίων";

/* Playback */
"782.title" = "Αναπαραγωγή";

/* Playback */
"783.title" = "Αναπαραγωγή";

/* Play from last stopped place */
"836.title" = "Αναπαραγωγή από το τελευταίο Stop";

/* Chapters */
"1140.title" = "Κεφάλαια";

/* Play Next Episode */
"1025.title" = "Αναπαραγωγή επόμενου αρχείου";

/* Play Previous Episode */
"1026.title" = "Αναπαραγωγή προηγούμενου αρχείου";

/* Window */
"19.title" = "Παράθυρο";

/* Window */
"24.title" = "Παράθυρο";

/* Minimize */
"23.title" = "Ελαχιστοποίηση";

/* Media Info */
"953.title" = "Πληροφορίες αρχείου";

/* Equalizer */
"956.title" = "Ισοσταθμιστής";

/* Bring All to Front */
"5.title" = "Εμφάνιση όλων μπροστά";

/* Help */
"490.title" = "Βοήθεια";

/* Help */
"491.title" = "Βοήθεια";

/* Report bugs / Feedback... */
"1012.title" = "Αναφορά σφαλμάτων/Επικοινωνία...";

